[{"id":1001,"title":"Psychotherapy","img":"https://i.ibb.co/Dgz8KKT/In-the-psychologist-s-office-Man-and-woman-talking.jpg","def":" Psychotherapy is a general term for treating mental health problems by talking with a psychiatrist, psychologist or other mental health provider. During psychotherapy, you learn about your condition and your moods, feelings, thoughts and behaviors.","causes":"Anxiety disorders, such as obsessive-compulsive disorder (OCD), phobias, panic disorder or post-traumatic stress disorder (PTSD)Mood disorders, such as depression or bipolar disorder.Addictions, such as alcoholism, drug dependence or compulsive gamblingEating disorders, such as anorexia or bulimia\nPersonality disorders, such as borderline personality disorder or dependent personality disorder\nSchizophrenia or other disorders that cause detachment from reality (psychotic disorders)","treatment":"Cognitive behavioral therapy (CBT), which helps you identify unhealthy, negative beliefs and behaviors and replace them with healthy, positive ones.\nDialectical behavior therapy, a type of CBT that teaches behavioral skills to help you handle stress, manage your emotions and improve your relationships with others\n.Acceptance and commitment therapy, which helps you become aware of and accept your thoughts and feelings and commit to making changes, increasing your ability to cope with and adjust to situations\n.Psychodynamic and psychoanalysis therapies, which focus on increasing your awareness of unconscious thoughts and behaviors, developing new insights into your motivations, and resolving conflicts.\nInterpersonal psychotherapy, which focuses on addressing problems with your current relationships with other people to improve your interpersonal skills — how you relate to others, such as family, friends and colleagues\n.Supportive psychotherapy, which reinforces your ability to cope with stress and difficult situations"},{"id":1002,"title":"Rehabilition","img":"https://i.ibb.co/sR73sPQ/services-2.jpg","def":"Rehabilitation is care that can help you get back, keep, or improve abilities that you need for daily life. These abilities may be physical, mental, and/or cognitive (thinking and learning). You may have lost them because of a disease or injury, or as a side effect from a medical treatment. Rehabilitation can improve your daily life and functioning.","causes":"Brain disorders, such as stroke, multiple sclerosis, or cerebral palsy\n.Long-term (chronic) pain, including back and neck pain\n.Major bone or joint surgery, severe burns, or limb amputation\n.Severe arthritis becoming worse over time\n.Severe arthritis becoming worse over time\n","treatment":"Therapy for specific medical problems\n.Advice about setting up their home to maximize their function and safety\n.Help with wheelchairs, splints and other medical equipment\n.Help with financial and social issues"},{"id":1003,"title":"Insomnia","img":"https://i.ibb.co/8xmJJfK/Unhappy-exhausted-mature-woman-with-closed-eyes-lying-in-bed-touching-temples-close-up-tired-female.jpg","def":" Insomnia is a common sleep disorder that can make it hard to fall asleep, hard to stay asleep, or cause you to wake up too early and not be able to get back to sleep. You may still feel tired when you wake up. Insomnia can sap not only your energy level and mood but also your health, work performance and quality of life.","causes":"\nConcerns about work, school, health, finances or family can keep your mind active at night, making it difficult to sleep. Stressful life events or trauma — such as the death or illness of a loved one, divorce, or a job loss — also may lead to insomnia.\nYour circadian rhythms act as an internal clock, guiding such things as your sleep-wake cycle, metabolism and body temperature. Disrupting your body's circadian rhythms can lead to insomnia. Causes include jet lag from traveling across multiple time zones, working a late or early shift, or frequently changing shifts.\nPoor sleep habits include an irregular bedtime schedule, naps, stimulating activities before bed, an uncomfortable sleep environment, and using your bed for work, eating or watching TV. Computers, TVs, video games, smartphones or other screens just before bed can interfere with your sleep cycle.\nHaving a light snack before bedtime is OK, but eating too much may cause you to feel physically uncomfortable while lying down. Many people also experience heartburn, a backflow of acid and food from the stomach into the esophagus after eating, which may keep you awake.\n","treatment":"Stimulus control therapy: This method helps remove factors that condition your mind to resist sleep. For example, you might be coached to set a consistent bedtime and wake time and avoid naps, use the bed only for sleep and sex, and leave the bedroom if you can't go to sleep within 20 minutes, only returning when you're sleepy.\nRelaxation techniques: Progressive muscle relaxation, biofeedback and breathing exercises are ways to reduce anxiety at bedtime. Practicing these techniques can help you control your breathing, heart rate, muscle tension and mood so that you can relax.\n.Sleep restriction: This therapy decreases the time you spend in bed and avoids daytime naps, causing partial sleep deprivation, which makes you more tired the next night. Once your sleep has improved, your time in bed is gradually increased.\nRemaining passively awake: Also called paradoxical intention, this therapy for learned insomnia is aimed at reducing the worry and anxiety about being able to get to sleep by getting in bed and trying to stay awake rather than expecting to fall asleep.\n.Light therapy: If you fall asleep too early and then awaken too early, you can use light to push back your internal clock. You can go outside during times of the year when it's light outside in the evenings, or you can use a light box. Talk to your doctor about recommendations."},{"id":1005,"title":"PTSD","img":"https://i.ibb.co/GctQWzj/services-5.jpg","def":"Posttraumatic stress disorder (PTSD) is a psychiatric disorder that may occur in people who have experienced or witnessed a traumatic event such as a natural disaster, a serious accident, a terrorist act, war/combat, or rape or who have been threatened with death, sexual violence or serious injury","causes":"Serious accidents\n.physical or sexual assault abuse, including childhood or domestic abuse\n.exposure to traumatic events at work, including remote exposure\n.serious health problems, such as being admitted to intensive care\n.childbirth experiences, such as losing a baby\n.war, conflict and torture","treatment":"Cognitive behavioural therapy (CBT) is a type of therapy that aims to help you manage problems by changing how you think and act.\n\nTrauma-focused CBT uses a range of psychological techniques to help you come to terms with the traumatic event.\n\nFor example, your therapist may ask you to face your traumatic memories by describing aspects of your experience in detail.\n\nDuring this process, your therapist helps you cope with any distress you feel while identifying any beliefs you have about the experience that may be unhelpful.\n\nYour therapist can help you gain control of your fear and distress by reviewing with you any conclusions you have drawn about your experience (for example, feeling you're to blame for what happened, or fear that it may happen again).\n\nYou may also be encouraged to gradually restart any activities you have avoided since your experience, such as driving a car if you had an accident.\n\nYou'll usually have 8 to 12 weekly sessions of trauma-focused CBT, although fewer may be needed. Sessions usually last for around 60 to 90 minutes."},{"id":1006,"title":"Depression","img":"https://i.ibb.co/qYJdgmT/services-6.jpg","def":" Depression (major depressive disorder) is a common and serious medical illness that negatively affects how you feel, the way you think and how you act. Fortunately, it is also treatable. Depression causes feelings of sadness and/or a loss of interest in activities you once enjoyed. It can lead to a variety of emotional and physical problems and can decrease your ability to function at work and at home.","causes":"In younger children, symptoms of depression may include sadness, irritability, clinginess, worry, aches and pains, refusing to go to school, or being underweight.\nIn teens, symptoms may include sadness, irritability, feeling negative and worthless, anger, poor performance or poor attendance at school, feeling misunderstood and extremely sensitive, using recreational drugs or alcohol, eating or sleeping too much, self-harm, loss of interest in normal activities, and avoidance of social interaction.\n.Memory difficulties or personality changes\nPhysical aches or pain\n.Fatigue, loss of appetite, sleep problems or loss of interest in sex — not caused by a medical condition or medication\nOften wanting to stay at home, rather than going out to socialize or doing new things,\nSuicidal thinking or feelings, especially in older men.\n","treatment":"Medications and psychotherapy are effective for most people with depression. Your primary care doctor or psychiatrist can prescribe medications to relieve symptoms. However, many people with depression also benefit from seeing a psychiatrist, psychologist or other mental health professional.\n\nIf you have severe depression, you may need a hospital stay, or you may need to participate in an outpatient treatment program until your symptoms improve."},{"id":1004,"title":"ADHD","img":"https://i.ibb.co/KNd3qhc/Asian-children-are-playing-puzzle-plastic-block-creative-game-to-practice-their-physical-and-mental.jpg","def":"Attention deficit hyperactivity disorder (ADHD) is a brain disorder that affects how you pay attention, sit still, and control your behavior. It happens in children and teens and can continue into adulthood. ADHD is the most commonly diagnosed mental disorder in children. Boys are more likely to have it than girls.","causes":"Genes: ADHD tends to run in families.\nChemicals: Brain chemicals in people with ADHD may be out of balance.\nBrain changes: Areas of the brain that control attention are less active in children with ADHD.\nPoornutrition: infections, smoking, drinking, and substance abuse duringpregnancy. These things can affect a baby’s brain development.\nToxins, such as lead: They may affect a child's brain development.\nA brain injury or a brain disorder: Damage to the front of the brain, called the frontal lobe, can cause problems controlling impulses and emotions.","treatment":"As well as taking medicine, different therapies can be useful in treating ADHD in children, teenagers and adults. Therapy is also effective in treating additional problems, such as conduct or anxiety disorders, that may appear with ADHD.\n\nSome of the therapies that may be used are outlined below.\n.Psychoeducation means you or your child will be encouraged to discuss ADHD and its effects. It can help children, teenagers and adults make sense of being diagnosed with ADHD, and can help you to cope and live with the condition.\n.Behaviour therapy provides support for carers of children with ADHD and may involve teachers as well as parents. Behaviour therapy usually involves behaviour management, which uses a system of rewards to encourage your child to try to control their ADHD.\nParent training and education programmes , If your child has ADHD, specially tailored parent training and education programmes can help you learn specific ways of talking to your child, and playing and working with them to improve their attention and behaviour.\n\nYou may also be offered parent training before your child is formally diagnosed with ADHD.\n"}]